cask_args appdir: '/Applications'

brew 'git'
brew 'vim'
brew 'z'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask 'alfred'
cask 'firefox'
cask 'iterm2'
cask 'notion'
cask 'rectangle'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
