cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'fish'
brew 'fzf'
brew 'git'
brew 'node'
brew 'vim'
brew 'yarn', args: ['ignore-dependencies']
brew 'z'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

cask 'alfred'
cask 'firefox'
cask 'iterm2'
cask 'lacona'
cask 'sizeup'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
