cask_args appdir: '/Applications'

tap 'caskroom/cask'

brew 'fish'
brew 'git'
brew 'git-flow'
# brew 'nvm'
brew 'vim'
brew 'yarn', args: ['ignore-dependencies']
brew 'z'

cask 'alfred'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'insomnia'
cask 'lacona'
cask 'seil'
cask 'sizeup'
cask 'slack'
cask 'spotify'
